{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Français_exemple",
			"Children": [
				{
					"Source":
					{
						"Text": "Banane"
					},
					"Translation":
					{
						"Text": "Banane"
					},
					"Key": "BANANE_IN_UI"
				},
				{
					"Source":
					{
						"Text": "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum"
					},
					"Translation":
					{
						"Text": "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum"
					},
					"Key": "banane"
				},
				{
					"Source":
					{
						"Text": "strawberry"
					},
					"Translation":
					{
						"Text": "strawberry"
					},
					"Key": "banane_en"
				}
			]
		},
		{
			"Namespace": "NewStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Ah ou ah gagagagagaga"
					},
					"Translation":
					{
						"Text": "Ah ou ah gagagagagaga"
					},
					"Key": "Mario_002"
				},
				{
					"Source":
					{
						"Text": "Taz le diable de tasmanie"
					},
					"Translation":
					{
						"Text": "Taz le diable de tasmanie"
					},
					"Key": "supra_Malbonan"
				},
				{
					"Source":
					{
						"Text": "YOU MEAN I WASTED MY TOMATO SAUCE"
					},
					"Translation":
					{
						"Text": "YOU MEAN I WASTED MY TOMATO SAUCE"
					},
					"Key": "Random_Sentence"
				}
			]
		},
		{
			"Namespace": "ST_Characters",
			"Children": [
				{
					"Source":
					{
						"Text": "MC"
					},
					"Translation":
					{
						"Text": "MC"
					},
					"Key": "C_MC"
				},
				{
					"Source":
					{
						"Text": "MarevNqpolitqin"
					},
					"Translation":
					{
						"Text": "MarevNqpolitqin"
					},
					"Key": "C_Marev"
				},
				{
					"Source":
					{
						"Text": "Miniak"
					},
					"Translation":
					{
						"Text": "Miniak"
					},
					"Key": "C_Miniak"
				},
				{
					"Source":
					{
						"Text": "Vishna"
					},
					"Translation":
					{
						"Text": "Vishna"
					},
					"Key": "C_Vishna"
				}
			]
		},
		{
			"Namespace": "ST_DialogueTest",
			"Children": [
				{
					"Source":
					{
						"Text": "Banana is a fruit, like the potatoes"
					},
					"Translation":
					{
						"Text": "Banana is a fruit, like the potatoes"
					},
					"Key": "Fruits/Banana"
				},
				{
					"Source":
					{
						"Text": "Strawberry is not a fruits unlike the potatoes"
					},
					"Translation":
					{
						"Text": "Strawberry is not a fruits unlike the potatoes"
					},
					"Key": "Fruits/Strawberry"
				}
			]
		},
		{
			"Namespace": "ST_Quest_Hatless",
			"Children": [
				{
					"Source":
					{
						"Text": "... quoi ?"
					},
					"Translation":
					{
						"Text": "... quoi ?"
					},
					"Key": "Quest_3/NuTete/Line_1_1"
				},
				{
					"Source":
					{
						"Text": "... quoi encore ?"
					},
					"Translation":
					{
						"Text": "... quoi encore ?"
					},
					"Key": "Quest_3/NuTete/Line_3_2"
				},
				{
					"Source":
					{
						"Text": "Bien sûr que j'ai un chapeau, figure-toi !"
					},
					"Translation":
					{
						"Text": "Bien sûr que j'ai un chapeau, figure-toi !"
					},
					"Key": "Quest_3/NuTete/Line_1_2"
				},
				{
					"Source":
					{
						"Text": "Bon, eh bien, je vais te la piquer pour Kivi, ça va lui plaire."
					},
					"Translation":
					{
						"Text": "Bon, eh bien, je vais te la piquer pour Kivi, ça va lui plaire."
					},
					"Key": "Quest_3/NuTete/Answer_1_3"
				},
				{
					"Source":
					{
						"Text": "Bon, va-t'en allez."
					},
					"Translation":
					{
						"Text": "Bon, va-t'en allez."
					},
					"Key": "Quest_3/NuTete/Line_3_1"
				},
				{
					"Source":
					{
						"Text": "C'est parce qu'il est tissé dans un feutre invisible aux yeux des ABRUTIS."
					},
					"Translation":
					{
						"Text": "C'est parce qu'il est tissé dans un feutre invisible aux yeux des ABRUTIS."
					},
					"Key": "Quest_3/NuTete/Line_1_3"
				},
				{
					"Source":
					{
						"Text": "C'est vrai ça..."
					},
					"Translation":
					{
						"Text": "C'est vrai ça..."
					},
					"Key": "Quest_3/NuTete/Answer_3_1"
				},
				{
					"Source":
					{
						"Text": "Et c'est le principal."
					},
					"Translation":
					{
						"Text": "Et c'est le principal."
					},
					"Key": "Quest_3/NuTete/Line_2_3"
				},
				{
					"Source":
					{
						"Text": "HAH HAH ! MDR !"
					},
					"Translation":
					{
						"Text": "HAH HAH ! MDR !"
					},
					"Key": "Quest_3/NuTete/Line_1_4"
				},
				{
					"Source":
					{
						"Text": "Hahah, pas mal !"
					},
					"Translation":
					{
						"Text": "Hahah, pas mal !"
					},
					"Key": "Quest_3/NuTete/Answer_1_1"
				},
				{
					"Source":
					{
						"Text": "Il doit se persuader qu'il est un abruti."
					},
					"Translation":
					{
						"Text": "Il doit se persuader qu'il est un abruti."
					},
					"Key": "Quest_3/NuTete/Line_3_4"
				},
				{
					"Source":
					{
						"Text": "J'ai vu quelqu'un se promener avec une théière sur la tête, donc t'inquiète, ça ira."
					},
					"Translation":
					{
						"Text": "J'ai vu quelqu'un se promener avec une théière sur la tête, donc t'inquiète, ça ira."
					},
					"Key": "Quest_3/PLAYER/Answer_3"
				},
				{
					"Source":
					{
						"Text": "Je me disais bien que j'étais pas le seul à avoir cet humour-là..."
					},
					"Translation":
					{
						"Text": "Je me disais bien que j'étais pas le seul à avoir cet humour-là..."
					},
					"Key": "Quest_3/NuTete/Answer_1_2"
				},
				{
					"Source":
					{
						"Text": "Je vais juste relever mes lunettes sur le front, là, comme ça..."
					},
					"Translation":
					{
						"Text": "Je vais juste relever mes lunettes sur le front, là, comme ça..."
					},
					"Key": "Quest_3/NuTete/Answer_3_2"
				},
				{
					"Source":
					{
						"Text": "Lui, il va juste entendre qu'en réalité je ne porte pas de chapeau et il va me virer."
					},
					"Translation":
					{
						"Text": "Lui, il va juste entendre qu'en réalité je ne porte pas de chapeau et il va me virer."
					},
					"Key": "Quest_3/NuTete/Line_4_2"
				},
				{
					"Source":
					{
						"Text": "Mais piaf, la mode des chapeaux en fleurs, c'est fini depuis des semaines !"
					},
					"Translation":
					{
						"Text": "Mais piaf, la mode des chapeaux en fleurs, c'est fini depuis des semaines !"
					},
					"Key": "Quest_3/NuTete/Answer_2_2"
				},
				{
					"Source":
					{
						"Text": "Oh et puis, tu sais quoi, les modes ici tout le monde s'en moque ! Alors, moi, je m'en moque tout pareil !"
					},
					"Translation":
					{
						"Text": "Oh et puis, tu sais quoi, les modes ici tout le monde s'en moque ! Alors, moi, je m'en moque tout pareil !"
					},
					"Key": "Quest_3/NuTete/Answer_2_5"
				},
				{
					"Source":
					{
						"Text": "Oh mais ça va... Hé."
					},
					"Translation":
					{
						"Text": "Oh mais ça va... Hé."
					},
					"Key": "Quest_3/NuTete/Line_2_1"
				},
				{
					"Source":
					{
						"Text": "Oui, j'en ai un, mais il est visible seulement pour les personnes gentilles."
					},
					"Translation":
					{
						"Text": "Oui, j'en ai un, mais il est visible seulement pour les personnes gentilles."
					},
					"Key": "Quest_3/PLAYER/Answer_1"
				},
				{
					"Source":
					{
						"Text": "Oui, ok, peut-être que c'était pas très gentil pour Kivi."
					},
					"Translation":
					{
						"Text": "Oui, ok, peut-être que c'était pas très gentil pour Kivi."
					},
					"Key": "Quest_3/NuTete/Line_3_3"
				},
				{
					"Source":
					{
						"Text": "Pas question qu'on me voie avec une fleur, c'est grillé !"
					},
					"Translation":
					{
						"Text": "Pas question qu'on me voie avec une fleur, c'est grillé !"
					},
					"Key": "Quest_3/NuTete/Answer_2_3"
				},
				{
					"Source":
					{
						"Text": "Quoi non ?!"
					},
					"Translation":
					{
						"Text": "Quoi non ?!"
					},
					"Key": "Quest_3/NuTete/Answer_2_1"
				},
				{
					"Source":
					{
						"Text": "Si t'as une idée d'un truc à me mettre sur la tête... je prends."
					},
					"Translation":
					{
						"Text": "Si t'as une idée d'un truc à me mettre sur la tête... je prends."
					},
					"Key": "Quest_3/NuTete/Line_4_3"
				},
				{
					"Source":
					{
						"Text": "Tiens, c'est pour toi. Tu l'échangeras contre ce que tu veux."
					},
					"Translation":
					{
						"Text": "Tiens, c'est pour toi. Tu l'échangeras contre ce que tu veux."
					},
					"Key": "Quest_3/NuTete/Answer_1_4"
				},
				{
					"Source":
					{
						"Text": "Tiens, prends ça. Et, merci."
					},
					"Translation":
					{
						"Text": "Tiens, prends ça. Et, merci."
					},
					"Key": "Quest_3/NuTete/Answer_2_6"
				},
				{
					"Source":
					{
						"Text": "Tu me diras... les canetons coiffés de fleurs, ils étaient trop cute."
					},
					"Translation":
					{
						"Text": "Tu me diras... les canetons coiffés de fleurs, ils étaient trop cute."
					},
					"Key": "Quest_3/NuTete/Answer_2_4"
				},
				{
					"Source":
					{
						"Text": "Tu trouves pas que je pèse de ouf, franchement ? Tiens, c'est pour toi."
					},
					"Translation":
					{
						"Text": "Tu trouves pas que je pèse de ouf, franchement ? Tiens, c'est pour toi."
					},
					"Key": "Quest_3/NuTete/Answer_3_3"
				},
				{
					"Source":
					{
						"Text": "Une fleur ?"
					},
					"Translation":
					{
						"Text": "Une fleur ?"
					},
					"Key": "Quest_3/PLAYER/Answer_2"
				},
				{
					"Source":
					{
						"Text": "Ça fait de quoi de constater qu'on est un abruti, hein ?"
					},
					"Translation":
					{
						"Text": "Ça fait de quoi de constater qu'on est un abruti, hein ?"
					},
					"Key": "Quest_3/NuTete/Line_1_5"
				},
				{
					"Source":
					{
						"Text": "Ça marche peut-être pas avec toi, mais avec Kivi... oui !"
					},
					"Translation":
					{
						"Text": "Ça marche peut-être pas avec toi, mais avec Kivi... oui !"
					},
					"Key": "Quest_3/NuTete/Line_2_2"
				},
				{
					"Source":
					{
						"Text": "Écoute, je veux bien aller m'excuser mais..."
					},
					"Translation":
					{
						"Text": "Écoute, je veux bien aller m'excuser mais..."
					},
					"Key": "Quest_3/NuTete/Line_4_1"
				}
			]
		},
		{
			"Namespace": "ST_Quete1",
			"Children": [
				{
					"Source":
					{
						"Text": "Coucou ça va ? "
					},
					"Translation":
					{
						"Text": "Coucou ça va ? "
					},
					"Key": "Quete1_Dialogue1_Phrase1"
				},
				{
					"Source":
					{
						"Text": "Is ok"
					},
					"Translation":
					{
						"Text": "Is ok"
					},
					"Key": "Quete1_Dialogue1_Phrase2"
				}
			]
		}
	]
}